Repository: KingOfTheAce2/legislation-library-translation-dictionary
Catalog: import/done/book 2-3 (para).tmx
Source language: en_gb
Languages: nl

source: If a bankruptcy trustee concluded the agreement, the court will direct the applicants to effect notice to appear in a manner determined by the court in respect of the known and unknown creditors.
nl: Indien de curator in faillissement de overeenkomst heeft gesloten, gelast de rechter de verzoekers oproeping op een door hem te bepalen wijze van bekende en onbekende schuldeisers.

source: If there are persons for whose benefit the agreement has been concluded without domicile or abode in the Netherlands and an international or European Union regulation binding on the Netherlands does not prescribe a manner of giving notice, the court will direct that these persons be given notice to appear in a manner determined by the court, if necessary in one or more languages other than the Dutch language.
nl: Indien er personen zijn ten behoeve van wie de overeenkomst is gesloten, die geen woonplaats of verblijf in Nederland hebben en een voor Nederland bindende internationale of Unie-regeling niet een wijze van oproeping voorschrijft, gelast de rechter oproeping op een door hem bepaalde wijze van deze personen, zonodig in één of meer andere talen dan de Nederlandse taal.

source: The court may order that the applicants submit to the court the names and domiciles of the persons known to them for whose benefit the agreement has been concluded on or before a date set by the court and in a manner determined by the court.
nl: De rechter kan bevelen dat verzoekers de namen en woonplaatsen van de aan hen bekende personen ten behoeve van wie de overeenkomst is gesloten, uiterlijk op een door de rechter te bepalen dag en op een door hem te bepalen wijze aan hem worden overgelegd.

source: In so doing, applicants may rely on the last known domiciles of the persons referred to in the first sentence.
nl: De verzoekers kunnen zich daarbij houden aan de laatste hun bekende woonplaatsen van de in de eerste zin bedoelde personen.

source: The court may also, if it sets the date and time of the hearing, direct that statements of defence, in derogation from Article 282(1), be submitted to the court on or before a time set by court.
nl: De rechter kan, indien hij de dag en het uur van de behandeling bepaalt, tevens bepalen dat verweerschriften in afwijking van artikel 282, eerste lid, uiterlijk voor een door hem vast te stellen tijdstip voor de behandeling moeten worden ingediend.

source: Article 282(4) does not apply.
nl: Artikel 282, vierde lid, mist toepassing.

source: At any stage of the proceedings, at the request of one or more of the parties or on its own initiative, the court may order parties to appear at a hearing in order to discuss the next steps in the proceedings and to give directions and orders in that regard.
nl: De rechter kan, op verzoek van partijen of van een van hen dan wel ambtshalve, in elke stand van de procedure een verschijning van partijen ter terechtzitting bevelen teneinde het verloop van de procedure te bespreken en daaromtrent aanwijzingen te verstrekken en bevelen te geven.

source: The parties appear at the hearing in person or by submitting a notice of representation by a lawyer.
nl: Partijen verschijnen ter terechtzitting in persoon of bij advocaat.

source: A record is drawn up of the proceedings and signed by the judge and the clerk.
nl: Van het verhandelde wordt een proces-verbaal opgemaakt, dat door de rechter en de griffier wordt ondertekend.

source: The decision whether or not to order an appearance is not subject to any remedy.
nl: Tegen de beslissing om al dan niet een verschijning te bevelen, staat geen voorziening open.

source: Article 1014
nl: Artikel 1014

source: A foundation or association with full legal capacity which, in accordance with its articles of association, promotes the interests of persons for whose benefit the agreement has been concluded, may submit a statement of defence.
nl: Een stichting of vereniging met volledige rechtsbevoegdheid die ingevolge haar statuten de belangen van personen behartigt ten behoeve van wie de overeenkomst is gesloten, kan een verweerschrift indienen.

source: Article 1015
nl: Artikel 1015

source: Upon submission of the request as referred to in Article 7:907(1) of the Civil Code, proceedings relating to disputes which the agreement provides to terminate, are suspended by operation of law. This also applies where the date of the judgment has been set.
nl: Procedures betreffende geschillen in de beëindiging waarvan de overeenkomst voorziet, worden door de indiening van het verzoek, bedoeld in artikel 907, eerste lid, van Boek 7 van het Burgerlijk Wetboek, van rechtswege geschorst, ook indien reeds de dag is bepaald waarop het vonnis, het arrest of de beschikking zal worden uitgesproken.

source: The suspended proceedings are resumed in accordance with Article 227(1):
nl: Het geschorste geding wordt overeenkomstig artikel 227, eerste lid, hervat:

source: a. insofar as the proceedings seek a decision in respect of a dispute and the agreement has no provision on the settlement of that dispute;
nl: a. voor zover in de procedure om een beslissing wordt verzocht ter zake van een geschil in de beëindiging waarvan de overeenkomst niet voorziet;

source: b. where the time limit referred to in Article 7:908(2) of the Civil Code has expired after a party entitled to compensation under the agreement has made the declaration referred to in that Article 908(2) within that period;
nl: b. indien de in artikel 908, tweede lid, van Boek 7 van het Burgerlijk Wetboek bedoelde termijn is verstreken, nadat een gerechtigde onder de overeenkomst binnen die termijn de in dat lid bedoelde mededeling heeft gedaan;

source: c. where it is established, in a manner not subject to ordinary remedies, that the request will not be granted;
nl: c. indien onherroepelijk vaststaat dat het verzoek niet tot toewijzing zal leiden;

source: d. where the agreement is terminated in accordance with Article 7:908(4) of the Civil Code;
nl: d. indien de overeenkomst overeenkomstig artikel 908, vierde lid, van Boek 7 van het Burgerlijk Wetboek wordt opgezegd;

source: e. where in view of the interests of a person entitled to a compensation under the agreement and taking into account all the circumstances, the examination of the request has taken so much time as to be unacceptable and is expected to take so much more time as to be unacceptable;
nl: e. indien de behandeling van het verzoek met het oog op de belangen van een gerechtigde onder de overeenkomst en alle omstandigheden in aanmerking genomen, onaanvaardbaar lang duurt en naar verwachting nog onaanvaardbaar lang zal duren;

source: f. where the parties to the suspended proceedings so agree.
nl: f. indien de partijen in de geschorste procedure daarmee instemmen.

source: Article 7:907(5) of the Civil Code does not apply to the claim in a dispute that is resumed under Article 1015(2).
nl: Artikel 907, vijfde lid, van Boek 7 van het Burgerlijk Wetboek is niet van toepassing op hetgeen in een ingevolge het tweede lid hervat geding wordt gevorderd.

source: Except in the cases referred to in Article 1015(2), after the suspension of a pending action, the proceedings will be struck off the court calendar at any party's request if the time limit referred to in Article 7:908(2) of the Civil Code has expired.
nl: Behoudens de gevallen, bedoeld in het tweede lid, wordt na schorsing van een hangende procedure het geding op verzoek van de meest gerede partij van de rol afgevoerd indien de in artikel 908, tweede lid, van Boek 7 van het Burgerlijk Wetboek bedoelde termijn is verstreken.

source: Articles 225(2), second sentence, and (3), and 227(2) and (3) apply.
nl: De artikelen 225, tweede lid, tweede zin, en derde lid en 227, tweede en derde lid, zijn van toepassing.

source: Article 1016
nl: Artikel 1016

source: The court may order that one or more experts report on the issues material to the request.
nl: De rechter kan bevelen dat één of meer deskundigen zullen berichten over de voor het verzoek van belang zijnde punten.

source: Subject to the application of Article 289, the court may direct that the costs arising from the application of the provisions of this Title are to be borne by one or more applicants.
nl: Behoudens de toepassing van artikel 289 kan de rechter bepalen dat de kosten voortvloeiende uit de toepassing van de bepalingen van deze titel ten laste komen van één of meer verzoekers.

source: Article 1017
nl: Artikel 1017

source: The clerk provides the applicants with a copy of the decision in writing as soon as possible.
nl: Een afschrift van de beschikking wordt door de griffier schriftelijk zo spoedig mogelijk verstrekt aan de verzoekers.

source: The decision and the agreement that it declares binding are available at the court office for inspection and in copies for the parties entitled to a compensation under the agreement.
nl: De beschikking en de overeenkomst die daarbij verbindend is verklaard liggen ter griffie ter inzage en afschrift van de gerechtigden onder de overeenkomst.

source: The court may also order that the decision and the agreement and, if necessary, a translation of the decision and agreement into one or more languages other than the Dutch language, be published on one or more internet addresses to be designated by the court, in such a way that they can be downloaded by the parties entitled to a compensation under the agreement for the purpose of later inspection.
nl: De rechter kan, in plaats daarvan, bevelen dat de beschikking en de overeenkomst en zonodig een vertaling hiervan in één of meer andere talen dan de Nederlandse taal op één of meer door hem aan te wijzen internetadressen worden geplaatst, zodanig dat deze door de gerechtigden onder de overeenkomst ten behoeve van latere kennisneming kunnen worden opgeslagen.

source: The court may also direct that, if so requested, the applicants provide copies of the decision and the agreement to a person entitled to a compensation under the agreement.
nl: Tevens kan de rechter bevelen dat de verzoekers desverlangd aan een gerechtigde onder de overeenkomst afschriften verstrekken van de beschikking en de overeenkomst.

source: The decision declaring the agreement binding is notified in writing to the known parties entitled to a compensation under the agreement and to the legal persons that appeared in the proceedings as referred to in Article 1014 without delay, except where the court directs otherwise.
nl: Aan de bekende gerechtigden onder de overeenkomst en aan de in de procedure verschenen rechtspersonen als bedoeld in artikel 1014, wordt zo spoedig mogelijk schriftelijk mededeling gedaan van de beschikking tot verbindendverklaring, tenzij de rechter anders bepaalt.

source: In addition, the declaration is announced without delay in one or more daily newspapers as designated by the court.
nl: Bovendien wordt van de verbindendverklaring zo spoedig mogelijk aankondiging gedaan in één of meer door de rechter aan te wijzen nieuwsbladen.

source: The notice and announcement, in a manner as directed by the court, feature a brief description of the agreement, in particular the manner in which compensation may be obtained or the agreement may otherwise be invoked and, if the agreement so provides, the time limit within which a claim must be made, as well as the consequences of the declaration, and the period within which and the manner in which the parties entitled to a compensation under the agreement can be released from the consequences of the declaration.
nl: Hierbij wordt telkens op een door de rechter aan te geven wijze melding gemaakt van een korte omschrijving van de overeenkomst, in het bijzonder de wijze waarop vergoeding kan worden verkregen of anderszins een beroep op de overeenkomst kan worden gedaan en, indien de overeenkomst dat bepaalt, de termijn waarbinnen daarop aanspraak dient te worden gemaakt, alsmede van de gevolgen van de verbindendverklaring, en worden de termijn waarbinnen en de wijze waarop de gerechtigden onder de overeenkomst zich van de gevolgen van de verbindendverklaring kunnen bevrijden, vermeld.

source: A statement is included as to how the decision and the agreement can be inspected or copies can be obtained.
nl: Tevens wordt vermeld op welke wijze inzage en afschrift kan worden verkregen van de beschikking en de overeenkomst die daarbij verbindend is verklaard.

source: The court may direct that information other than that referred to in this Article 1017(3) also be stated.
nl: De rechter kan bevelen dat ook van andere dan de in dit lid genoemde gegevens melding wordt gemaakt.

source: Except where the court decides otherwise, the applicants must ensure that the notice and announcement referred to in this Article 1017(3) are effected.
nl: Tenzij de rechter anders bepaalt, dragen de verzoekers zorg voor de in dit lid bedoelde melding en aankondiging.

source: The court may order that the information referred to in this Article 1017(3) be published in another way.
nl: De rechter kan gelasten dat de in dit lid bedoelde gegevens ook op andere wijze bekend worden gemaakt.

source: If there are persons entitled to a compensation under the agreement without domicile or abode in the Netherlands and an international or European Union regulation binding on the Netherlands does not prescribe a manner of announcement, the court will order the announcement for the benefit of these persons entitled to a compensation in a manner it determines and, if necessary, in one or more languages other than the Dutch language.
nl: Indien er gerechtigden onder de overeenkomst zijn die geen woonplaats of verblijf in Nederland hebben en een voor Nederland bindende internationale of Unie-regeling niet een wijze van aankondiging voorschrijft, gelast de rechter aankondiging op een door hem te bepalen wijze ten behoeve van deze gerechtigden, zonodig in één of meer andere talen dan de Nederlandse taal.

source: As soon as possible after the request for a declaration is denied by judgment no longer subject to ordinary remedies, the applicants must ensure, in a manner as directed by the court, that the persons for whose benefit the agreement was concluded are notified.
nl: Zo spoedig mogelijk nadat het verzoek tot verbindendverklaring onherroepelijk is afgewezen, dragen de verzoekers er zorg voor dat de personen ten behoeve van wie de overeenkomst is gesloten, daar op een door de rechter te bepalen wijze van op de hoogte worden gebracht.

source: The applicants may request that the Amsterdam Court of Appeal provide further directions regarding execution of the notifications and announcements referred to in Article 1017(3) and (4).
nl: De verzoekers kunnen het gerechtshof Amsterdam verzoeken om ter uitvoering van de in het derde en vierde lid bedoelde meldingen en aankondigingen nadere aanwijzingen te verstrekken.

source: Article 1018
nl: Artikel 1018

source: A Supreme Court appeal may only be initiated if the request is denied. Such an appeal may only be submitted by the applicants acting together.
nl: Beroep in cassatie staat uitsluitend open indien het verzoek wordt afgewezen en kan uitsluitend door de verzoekers gezamenlijk worden ingesteld.

source: Revocation initiated by foundations or associations as referred to in Article 7:907(1) of the Civil Code is by joint action of those foundations or associations only. Revocation initiated by the other applicants is by joint action of those applicants only.
nl: Herroeping staat uitsluitend open voor de in artikel 907, eerste lid, van Boek 7 van het Burgerlijk Wetboek bedoelde stichtingen of verenigingen gezamenlijk, en voor de overige verzoekers gezamenlijk.

source: If the foundations or associations referred to in the first sentence have been dissolved, revocation may be initiated by a foundation or association as referred to in Article 1014.
nl: Indien de in de eerste zin bedoelde stichtingen of verenigingen zijn ontbonden, staat herroeping open voor een stichting of vereniging, bedoeld in artikel 1014.

source: Revocation of the judgment on application by foundations and associations referred to in the first or the second sentence does not affect any person entitled under the agreement who opposes those effects.
nl: Herroeping van de beschikking op verzoek van stichtingen en verenigingen als bedoeld in de eerste of tweede zin, heeft geen gevolgen voor een gerechtigde onder de overeenkomst die zich tegen die gevolgen verzet.

source: Article 1018a
nl: Artikel 1018a

source: Where multiple persons have been harmed by an event or similar events, the court may, before a case is pending, on application by a foundation or association as referred to in Article 7:907(3)(f) of the Civil Code and of the person or persons who are alleged to be responsible for such event or events, or on application by one of them, order these parties to appear at a hearing to explore the possibility of an agreement as referred to in Article 7:907(1) of the Civil Code.
nl: Indien een veelheid aan personen door een gebeurtenis of gelijksoortige gebeurtenissen is benadeeld, kan, voordat een zaak aanhangig is, de rechtbank, teneinde een overeenkomst, bedoeld in artikel 907, eerste lid, van Boek 7 van het Burgerlijk Wetboek, te beproeven, op verzoek van een stichting of vereniging, bedoeld in artikel 907, derde lid, onderdeel f, van Boek 7 van het Burgerlijk Wetboek en van de persoon of personen die voor deze gebeurtenis of gebeurtenissen verantwoordelijk worden gehouden, dan wel op verzoek van een van hen, een verschijning ter zitting van deze partijen bevelen.

source: The application specifies:
nl: Het verzoekschrift vermeldt:

source: a. the name and the domicile of the applicant or applicants;
nl: a. de naam en woonplaats van de verzoeker of verzoekers;

source: b. the name and domicile of the parties referred to in Article 1018a(1), whose appearance is being requested;
nl: b. de naam en woonplaats van de in het eerste lid bedoelde partijen waarvan verschijning wordt verzocht;

source: c. a description of the event or events to which the request pertains;
nl: c. een omschrijving van de gebeurtenis of gebeurtenissen waarop het verzoek betrekking heeft;

source: d. a description of the dispute or disputes between the parties;
nl: d. een omschrijving van het geschil of de geschillen die partijen verdeeld houdt;

source: e. a description of the request.
nl: e. een omschrijving van het verzoek.

source: If the court grants the request, it determines the place, date and time at which the hearing is to take place.
nl: Indien de rechter het verzoek toestaat, bepaalt hij de plaats, de dag en het uur waarop de verschijning zal plaatsvinden.

source: The applicants and other parties given notice to appear are obligated to appear.
nl: Verzoekers en andere partijen, die daartoe zijn opgeroepen, zijn verplicht te verschijnen.

source: An applicant or party as referred to in the second sentence that fails to appear may be ordered to pay the costs needlessly incurred by those who did appear.
nl: Indien een verzoeker of partij als bedoeld in de tweede zin niet verschijnt, kan zij worden veroordeeld tot vergoeding van de vergeefs aangewende kosten van degenen die wel zijn verschenen.

source: The topics to be discussed at the hearing may include how the applicants and the parties notified to appear will attempt to reach an agreement as referred to in Article 1018(1).
nl: Bij een verschijning ter zitting kan besproken worden hoe verzoekers en de opgeroepen partijen de totstandkoming van een in het eerste lid bedoelde overeenkomst zullen trachten te bereiken.

source: Other ways of settling disputes relating to the event or events referred to in Article 1018(1) may also be discussed.
nl: Ook kan een andere wijze van beëindiging van geschillen ter zake van de in het eerste lid bedoelde gebeurtenis of gebeurtenissen worden besproken.

source: Article 199(3) applies.
nl: Artikel 199, derde lid is van toepassing.

source: TITLE 14A - PROCEDURE IN COLLECTIVE ACTIONS AND COLLECTIVE COMPENSATION SCHEMES
nl: TITEL 14A. VAN RECHTSPLEGING IN ZAKEN BETREFFENDE EEN COLLECTIEVE ACTIE EN COLLECTIEVE SCHADEAFWIKKELING

source: Article 1018b
nl: Artikel 1018b

source: This Title applies to collective actions as referred to in Articles 3:305a of the Civil Code.
nl: Deze titel is van toepassing op procedures betreffende een vordering als bedoeld in artikel 305a van Boek 3 van het Burgerlijk Wetboek.

source: With the exception of Article 1018c(l), this Title does not apply to cases as referred to in Article 254.
nl: Met uitzondering van artikel 1018c, eerste lid, is deze titel niet van toepassing op zaken als bedoeld in artikel 254.

source: Book 1, Title 2 applies, unless provided otherwise in this Title.
nl: De tweede titel van het Eerste Boek is van toepassing, tenzij in deze titel anders is bepaald.

source: Article 93 does not apply.
nl: Artikel 93 is niet van toepassing.

source: Article 1018c
nl: Artikel 1018c

source: Without prejudice to Article 111(2), the writ of summons initiating the collective action, as referred to in Article 3:305a of the Civil Code, states:
nl: Onverminderd artikel 111, tweede lid, vermeldt de dagvaarding waarmee de collectieve vordering bedoeld in artikel 305a van Boek 3 van het Burgerlijk Wetboek wordt ingesteld:

source: a. a description of the event or events to which the collective action pertains;
nl: a. een omschrijving van de gebeurtenis of de gebeurtenissen waarop de collectieve vordering betrekking heeft;

source: b. a description of the persons whose interests the collective action is intended to protect;
nl: b. een omschrijving van de personen tot bescherming van wier belangen de collectieve vordering strekt;

source: c. a description of the degree of commonality of the issues of fact and law to be addressed;
nl: c. een omschrijving van de mate waarin de te beantwoorden feitelijke en rechtsvragen gemeenschappelijk zijn;

source: d. a description of how the admissibility requirements of Article 3:305a(l) to (3) of the Civil Code or how the grounds for Article 305a(6) applicability are met;
nl: d. een omschrijving van de wijze waarop voldaan is aan de ontvankelijkheidseisen van artikel 305a, eerste tot en met derde lid, van Boek 3 van het Burgerlijk Wetboek of van de gronden waarop het zesde lid van dat artikel van toepassing is;

source: e. the information enabling the court to appoint an exclusive representative for this collective action, in the event that other collective actions for the same event are initiated under Article 1018d;
nl: e. de gegevens die de rechter in staat stellen om voor deze collectieve vordering een Exclusieve Belangenbehartiger aan te wijzen, voor het geval andere collectieve vorderingen voor dezelfde gebeurtenis overeenkomstig artikel 1018d worden ingesteld;

source: f. the obligation of the claimant to enter a note of the case in the register, referred to in Article 1018c(2), and to state what the consequences are of that note under this Article.
nl: f. de verplichting van de eiser om van de zaak aantekening te maken in het register, bedoeld in het tweede lid, en om te vermelden wat ingevolge dit artikel de gevolgen zijn van die aantekening.
